import React from 'react'
import imgtitle from '../images/title_img.svg'
const Privacy = () => {
  return (
    <div className='bg-[#F6FDFF]'>
      <div className='pt-28 lg:mx-[200px]  mx-4'>
        <div className='flex justify-center items-center flex-col space-y-4 pt-8'>
          <h2 className='text-[#02c873] leading-8 text-[28px] font-bold'>سياسة الخصوصية</h2>
          <img className='pb-8' src={imgtitle} alt="imagetilte" />
        </div>
        <div>
          <p className='text-[22px] text-[#212529]  leading-12 fint-normal'>خصوصية زوارنا لها اهمية بالغة بالنسبة لنا . سياسة الخصوصية الموجودة في هذه الوثيقة تمثل الخطوط العريضه لأنواع المعلومات الشخصيه اللتى نجمعهاوكيفية استخدامها من قبلنا ومن قبل معلنينا .</p>
          <h3 className='text-[#1f1b4a] leading-8 text-[22px] font-bold py-4'>ملفات الدخول</h3>
          <p className='text-[22px] text-[#212529]  leading-12 fint-normal py-4 '>شأنها في ذلك شأن معظم خوادم المواقع الاخرى ، ومن هنا في موقعنا نستخدم نظام ملفات الدخول. وهذا يشمل بروتوكول الانترنت (عناوين ، نوع المتصفح ، مزود خدمة الانترنت (مقدمي خدمات الانترنت) ، التاريخ / الوقت ، وعدد النقرات لتحليل الاتجاهات وادارة الموقع ).
            وهنا لا نقصد بجمع كل هذه المعلومات التلصص على امور الزوار الشخصية انما هي امور تحليلية لاغراض تحسين الجودة ، يضاف الى ذلك ان جميع المعلومات المحفوظة من قبلنا سرية تماما ، وتبقى ضمن نطاق التطوير والتحسين الخاص بموقعنا فقط .</p>

          <h3 className='text-[#1f1b4a] leading-8 text-[22px] font-bold py-4'>مربع بحث جوجل</h3>
          <p className='text-[22px] text-[#212529]  leading-12 fint-normal py-4 '>
            تم تزويد مربع البحث الموجود على موقع الويب هذا (“مربع البحث”) بواسطة Google Inc (“Google”). أنت تقر وتوافق على تطبيق سياسة خصوصية Google (الموجودة على http://www.google.com/privacy.html ) على استخدامك “لمربع البحث” وباستخدامك “لمربع البحث” تمنح Google الموافقة على استخدام بياناتك الشخصية وفقًا لسياسة الخصوصية .
          </p>
          <h3 className='text-[#1f1b4a] leading-8 text-[22px] font-bold py-4'>
            الكوكيز واعدادات الشبكه
          </h3>
          <p className='text-[22px] text-[#212529]  leading-12 fint-normal py-4 '>
            ستخدم تقنية الكوكيز لتخزين المعلومات عن تفضيلات الزوار ، الى جانب سجل خاص للمستخدم تسجل فيه معلومات محددة عن الصفحات التي تم الوصول اليها او زيارتها ) ، بهذه الخطوة فاننا نعرف مدى اهتمامات الزوار واي المواضيع الاكثر تفضيلا من قبلهم حتى نستطيع بدورنا تطوير محتوانا المعرفي المناسب لهم. نضيف الى ذلك ان بعض الشركات التي تعلن لدينا قد تطلع على الكوكيز واعدادات الشبكه الخاصة بموقعنا ، من هذه الشركات مثلا شركة ادسنس AdSense بالطبع مثل هذه الشركات المعلنة والتي تعتبر الطرف الثالث في سياسة الخصوصية هذه تطلع على مثل هذه البيانات والاحصائيات عبر بروتوكولات الانترنت لاغراض تحسين جودة اعلاناتها وقياس مدى فعاليتها ، كما وان هذه الشركات وبموجب الاتفاقيات المبرمة معنا يحق لها استخدام وسائل تقنية مثل ( الكوكيز ، اعدادات الشبكة ، واكواد برمجية خاصة “جافا سكربت” ) لنفس الاغراض المذكروة اعلاه والتي تتلخص في تطوير المحتوى الاعلاني لهذه الشركات وقياس مدى فاعلية هذه الاعلانات ، من دون اي اهداف اخرى قد تضر بشكل او بآخر بالمستخدمين على الشبكة . بالطبع نحن لانستطيع الوصول او السيطرة على هذه الملفات ، بعد سماحك وتفعيلك لاخذها من جهازك (الكويكز) ، كما ونعتبر انفسنا غير مسؤوليين باي شكل من الاشكال عن الاستخدام غير الشرعي لها ان حصل لا قدر الله عليك مراجعة سياسة الخصوصية الخاصة بالطرف الثالث في هذه الوثقية (الشركات المعلنة “ادسنس AdSense” ) او خوادم الشبكات الاعلانيه لمزيد من المعلومات عن ممارساتها وانشطتها المختلفة لمراجعة سياسة الخصوصية الخاصة بشركة ادسنس AdSense يرجى النقر هنا
          </p>
          <h3 className='text-[#1f1b4a] leading-8 text-[22px] font-bold py-4 mb-20'>
            اخيرا .. فنحن ملزمون ضمن بنود هذه الاتفاقية بان نبين لك كيفية تعطيل خاصية الكوكيز ، يمكنك فعل ذلك من خلال خيارات المتصفح الخاص بك .

          </h3>
        </div>
      </div>
    </div>

  )
}

export default Privacy