import React from 'react'
import imgtitle from '../images/title_img.svg'
const Terms = () => {
  const h3style = 'text-[#1f1b4a] leading-8 text-[22px] font-bold py-4';
  const pStyle = 'text-[20px] text-[#212529]  leading-12 fint-normal py-4 '
  return (
    <div className='bg-[#F6FDFF]'>
      <div div className='pt-28  lg:mx-[200px] mx-4' >
        <div className='flex justify-center items-center flex-col space-y-4 pt-8'>
          <h2 className='text-[#02c873] leading-8 text-[28px] font-bold'>شروط الاستخدام</h2>
          <img className='pb-8' src={imgtitle} alt="image-tilte" />
        </div>
        <div>
          <h3 className={h3style}>1.شروط</h3>
          <p className={pStyle}>
            عن طريق الوصول إلى موقع الويب على www.------.net ، أنت توافق على الالتزام بشروط الخدمة هذه ، وجميع القوانين واللوائح المعمول بها ، وتوافق على أنك مسؤول عن الامتثال لأية قوانين محلية سارية. إذا كنت لا توافق على أي من هذه الشروط ، فيُمنع من استخدام هذا الموقع أو الوصول إليه. المواد الواردة في هذا الموقع محمية بموجب قانون حقوق النشر والعلامات التجارية المعمول به.
          </p>
          <h3 className={h3style}>2. استخدام الترخيص</h3>
          <p className={pStyle}>
            تم منح الإذن لتنزيل نسخة واحدة من المواد (المعلومات أو البرامج) مؤقتًا على موقع الطبيب أطفال للعرض الشخصي وغير التجاري فقط. هذا هو منح الترخيص ، وليس نقل الملكية ، وبموجب هذا الترخيص لا يجوز لك:


          </p>
          <h3 className={h3style}>
            تعديل أو نسخ المواد ؛
          </h3>
          <p className={pStyle}>
            <br />   ستخدام المواد لأي غرض تجاري ، أو لأي عرض عام (تجاري أو غير تجاري) ؛
            <br />   محاولة فك أو عكس هندسة أي برنامج موجود على موقع طبيب أطفال ؛
            <br />    إزالة أي حقوق نشر أو تدوينات ملكية أخرى من المواد ؛ أو
            <br />   نقل المواد إلى شخص آخر أو “نسخ” المواد على أي خادم آخر.

            <br />    ينتهي هذا الترخيص تلقائيًا إذا انتهكت أيًا من هذه القيود ، وقد يتم إنهاؤه بواسطة الطبيب أطفال  <br /> في أي وقت. عند إنهاء عرضك لهذه المواد أو عند إنهاء هذا الترخيص ، يجب عليك تدمير أي مواد تم تنزيلها في حوزتك سواء بتنسيق إلكتروني أو مطبوع.
          </p>
          <h3 className={h3style}>
            3. إخلاء المسؤولية
          </h3>
          <p className={pStyle}>
            يتم توفير المواد الموجودة على موقع طبيب أطفال على أساس “كما هي”. لا يقوم الطبيب أطفال بتقديم أي ضمانات ، صريحة أو ضمنية ، وينكر بموجبه وينفي جميع الضمانات الأخرى بما في ذلك ، على سبيل المثال لا الحصر ، الضمانات الضمنية أو شروط القابلية للتسويق أو الملاءمة لغرض معين أو عدم انتهاك الملكية الفكرية أو أي انتهاك آخر لحقوق الملكية. علاوة على ذلك ، لا يضمن الطبيب Atfal أو يقدم أي إقرارات بخصوص دقة أو نتائج محتملة أو موثوقية استخدام المواد على موقعه على الويب أو فيما يتعلق بهذه المواد أو بأي مواقع مرتبطة بهذا الموقع.

          </p>
          <h3 className={h3style}>
            4. القيود
          </h3>
          <p className={pStyle}>
            لن يتحمل طبيب Atfal أو موردوه بأي حال من الأحوال أي أضرار (بما في ذلك ، على سبيل المثال لا الحصر ، الأضرار الناجمة عن فقدان البيانات أو الربح ، أو بسبب انقطاع العمل) الناشئة عن استخدام أو عدم القدرة على استخدام المواد الموجودة على موقع الطبيب Atfal ، حتى إذا تم إخطار الطبيب أطفال أو طبيب أطفال ممثل معتمد شفهيا أو كتابيا باحتمال حدوث هذا الضرر. نظرًا لأن بعض الولايات القضائية لا تسمح بفرض قيود على الضمانات الضمنية أو قيود المسؤولية عن الأضرار التبعية أو العرضية ، فقد لا تنطبق هذه القيود عليك.
          </p>
          <h3 className={h3style}>
            5. دقة المواد
          </h3>
          <p className={pStyle}>
            يمكن أن تتضمن المواد التي تظهر على موقع طبيب أطفال ، أخطاء فنية أو مطبعية أو فوتوغرافية. لا يضمن الطبيب أطفال أن تكون أي من المواد الموجودة على موقعه الإلكتروني دقيقة أو كاملة أو حديثة. يمكن للطبيب أطفال إجراء تغييرات على المواد الموجودة على موقعه الإلكتروني في أي وقت دون إشعار مسبق. ومع ذلك ، فإن الطبيب أطفال لا يلتزم بتحديث المواد.
          </p>
          <h3 className={h3style}>
            6. الروابط
          </h3>
          <p className={pStyle}>
            لم يقم الطبيب أطفال بمراجعة جميع المواقع المرتبطة بموقعه وليس مسؤولاً عن محتويات أي موقع مرتبط. إدراج أي رابط لا يعني موافقة الطبيب أطفال على الموقع. يكون استخدام أي موقع مرتبط على عاتق المستخدم.
          </p>
          <h3 className={h3style}>
            7. التعديلات
          </h3>
          <p className={pStyle}>
            قد يقوم طبيب أطفال بمراجعة شروط الخدمة لموقعه الإلكتروني في أي وقت دون إشعار مسبق. باستخدام هذا الموقع ، فأنت توافق على الالتزام بالإصدار الحالي وقتها لشروط الخدمة هذه.
          </p>
          <h3 className={h3style}>
            8. القانون الواجب التطبيق
          </h3>
          <p className={`${pStyle} mb-20`}>
            تخضع هذه الشروط والأحكام وتفسر وفقًا لقوانين مصر وتخضع بشكل لا رجعة فيه للولاية القضائية الحصرية للمحاكم في تلك الدولة أو الموقع.
          </p>
        </div>
      </div>
    </div>
  )
}

export default Terms